public/cv/experience.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 17 Mar. 2021 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Experience</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Iris Yuping Ren">
</head>
<body>
<header id="preamble" class="status">

<link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/semantic-ui/2.2.7/semantic.min.css">
<link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/5.15.2/css/all.min.css">
<script src="https://cdnjs.cloudflare.com/ajax/libs/semantic-ui/2.2.7/semantic.js"></script>
<link rel="stylesheet"  href="/css/site.css"  />


<div class="ui fixed inverted menu">
     <div class="ui container">
     <a href="#" class="header item">
     Welcome
     </a>
     <a href="/index.html" class="item"><i class="home icon"></i>Home</a>
     <div class="ui simple dropdown item">
     Résumé <i class="dropdown icon"></i>
     <div class="menu">
     <a class="item" href="/cv/skills.html">Skills</a>
     <a class="item" href="/cv/awards.html">Awards</a>
     <a class="item" href="/cv/experience.html">Experience</a>
     <div class="item">
     <i class="dropdown icon"></i>
     Teaching
     <div class="menu">
     <a class="item" href="/cv/supervision.html">Supervision</a>
     <a class="item" href="/cv/courses.html">Courses</a>
     </div>
     </div>
     <a class="item" href="https://irisryp.me">Public Profile</a>
     </div>
     </div>
     <div class="ui simple dropdown item">
     Projects <i class="dropdown icon"></i>
     <div class="menu">
     <a class="item" href="/projects/mpd.html">Musical Pattern Discovery</a>
     <a class="item" href="/projects/as.html">Ambiguity and Subjectivity</a>
     <a class="item" href="/projects/ada.html">Algorithm and Data Analysis</a>
     </div>
     </div>
     <a href="/music.html" class="item"></i>Music</a>
     <a href="/posts/archive.html" class="item"></i>Blog</a>
     <a href="#" class="item"></i>Links</a>
     <div class="right menu">

     <div class="item">
     <a class="ui basic blue button" href="/photo.html">Photos</a>
     </div>

     <div class="item">
     <a class="ui basic green button" href="/video.html">Videos</a>
     </div>
     </div>
     </div>
     </div>

  <!-- <div class="divider"></div> -->
  
  <!-- <div class="header">Public Profile</div> -->
</header>
<main id="content">
<header>
<h1 class="title">Experience</h1>
</header>

<section id="outline-container-org3280edf" class="outline-2">
<h2 id="org3280edf">Professional experience</h2>
<div class="outline-text-2" id="text-org3280edf">
<ul class="org-ul">
<li>Sep 2019 –   : Utrecht University, Faculty Council, the Netherlands</li>
<li>Feb 2017 –   : Utrecht University, Teaching Responsibilities, the Netherlands</li>
<li>Jun 2018 – Jun 2019   : Utrecht University, PhD Network Utrecht (Prout), the Netherlands</li>
<li>Jan 2018 – Dec 2019: ISMIR<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup> Board, Student Member and Newcomer Initiatives Chair</li>
<li>Jun 2018 – Nov 2018: Utrecht University, Chinese UU Scholar Association (CUSA), the Netherlands</li>
<li>Feb 2018 – Apr 2018: Utrecht University, Hiring Committee, the Netherlands</li>
<li>Aug 2015 – Dec 2016: University of Rochester, Research Assistant, Teaching Assistant, USA</li>
<li>Jan 2015 – June 2015: INRIA<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup>, Student Researcher, France</li>
</ul>
</div>
</section>

<section id="outline-container-orge897700" class="outline-2">
<h2 id="orge897700">Programme committee membership</h2>
<div class="outline-text-2" id="text-orge897700">
<ul class="org-ul">
<li>Journal of Creative Music Systems (JCMS)</li>
<li>Computer Simulation of Musical Creativity 2019 (CSMC 2019)</li>
<li>International Workshop on Machine Learning and Music 2019 (MML 2019)</li>
<li>International Workshop on Functional Art, Music, Modelling and Design (FARM 2019)</li>
<li>International Conference on Live Coding (ICLC 2019)</li>
<li>China Conference on Sound and Music Technology (CSMT 2018)</li>
<li>International Workshop on Functional Art, Music, Modelling and Design (FARM 2018)</li>
<li>Computer Simulation of Musical Creativity 2018 (CSMC 2018)</li>
<li>International Conference on Live Coding (ICLC 2018)</li>
<li>Computer Simulation of Musical Creativity 2017 (CSMC 2017)</li>
</ul>
</div>
</section>

<section id="outline-container-org8322774" class="outline-2">
<h2 id="org8322774">Outreach</h2>
<div class="outline-text-2" id="text-org8322774">
<ul class="org-ul">
<li>EuroVision AI Song Contest collaboration with VPRO, 2020</li>
<li>Nationale Wiskunde Dagen (NWD, National Mathematics Days), presentation, 2019</li>
<li>Women in Information and Computing Sciences (WICS), open day contribution, 2019</li>
</ul>
</div>
</section>

<section id="outline-container-org37ecc9d" class="outline-2">
<h2 id="org37ecc9d">Life experience</h2>
<div class="outline-text-2" id="text-org37ecc9d">
<ul class="org-ul">
<li>RSI: Carpal Tunnel Surgeries, 2020</li>
</ul>
</div>
</section>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
International Society for Music Information Retrieval
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
Institut national de recherche en informatique et en automatique
</p></div></div>


</div>
</div></main>
<footer id="postamble" class="status">

<p class='disclaimer'>The content on this website are my own and do not necessarily represent my employer’s positions, strategies, or opinions.</p>

<p>Last updated 16 Mar. 2021. Built with <a href="https://www.gnu.org/software/emacs/">Emacs</a> 27.1 (<a href="https://orgmode.org">Org</a> mode 9.4.4). <a href="/README.html">Details</a>.</p>
</footer>
</body>
</html>
